brew "automake"
brew "glib"
brew "cmatrix"
brew "curl"
brew "dnsmasq"
brew "node"
brew "emscripten"
brew "gh"
brew "git"
brew "graphviz"
brew "jq"
brew "libmediainfo"
brew "media-info"
brew "nvm"
brew "php"
brew "pnpm"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "cursor"
cask "font-meslo-for-powerline"
cask "calibre"
cask "discord"
cask "figma"
cask "firefox"
cask "imageoptim"
cask "iterm2"
cask "maccy"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "vlc"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "inlang.vs-code-extension"
vscode "jock.svg"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "pflannery.vscode-versionlens"
vscode "prisma.prisma"
vscode "rebornix.project-snippets"
vscode "shardulm94.trailing-spaces"
vscode "stripe.vscode-stripe"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
