alefragnani.project-manager
arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
inlang.vs-code-extension
jock.svg
ms-playwright.playwright
ms-vscode-remote.remote-containers
pflannery.vscode-versionlens
prisma.prisma
rebornix.project-snippets
shardulm94.trailing-spaces
stylelint.vscode-stylelint
usernamehw.errorlens
wayou.vscode-todo-highlight
xdebug.php-debug
yzhang.markdown-all-in-one
