arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
inlang.vs-code-extension
jock.svg
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-vscode-remote.remote-containers
pflannery.vscode-versionlens
prisma.prisma
rebornix.project-snippets
shardulm94.trailing-spaces
stripe.vscode-stripe
usernamehw.errorlens
vue.volar
wayou.vscode-todo-highlight
whatwedo.twig
xdebug.php-debug
yzhang.markdown-all-in-one
